--
-- Dumping data for table `ceny`
--

INSERT INTO `ceny` VALUES (1,3215,1),(2,3215,1),(3,1256,1),(4,2546,0),
                          (5,9856,0),(6,6523,1),(7,4586,1),(8,9732,1),
                          (9,4528,0),(10,3211,1),(11,8563,1),(12,5896,1);

--
-- Dumping data for table `datchiki`
--

INSERT INTO `datchiki` VALUES (1,'Датчик 1',1),(2,'Датчик 2',2),
                              (3,'Датчик 3',3),(4,'Датчик 4',4),
                              (5,'Датчик 5',5),(6,'Датчик 6',6),
                              (7,'Датчик 7',7),(8,'Датчик 8',8),
                              (9,'Датчик 9',9),(10,'Датчик 10',10),
                              (11,'Датчик 11',1),(12,'Датчик 12',2);

--
-- Dumping data for table `datchiki_promo`
--

INSERT INTO `datchiki_promo` VALUES (1,1),(2,2),(3,3),(4,4),(5,5),(6,6),(7,7),
                                    (8,8),(9,9),(10,10),(11,7),(12,6),(12,10),
                                    (1,10),(5,9),(7,2),(9,5),(3,4);

--
-- Dumping data for table `proizvoditel`
--

INSERT INTO `proizvoditel` VALUES (1,'Производитель 1'),(2,'Производитель 2'),
                                  (3,'Производитель 3'),(4,'Производитель 4'),
                                  (5,'Производитель 5'),(6,'Производитель 6'),
                                  (7,'Производитель 7'),(8,'Производитель 8'),
                                  (9,'Производитель 9'),(10,'Производитель 10');
--
-- Dumping data for table `promo`
--

INSERT INTO `promo` VALUES (1,'Постоянная',1),(2,'Акция',5),(3,'Постоянным',10),
                           (4,'Пенсионная',3),(5,'Выходные',2),
                           (6,'Праздничная',7),(7,'Дополнительная',5),
                           (8,'Эксклюзивная',15),(9,'Распродажа',20),
                           (10,'Популярно',0);
